Repository: nsklc/MapsToDo-Public
Catalog: MyMapProject/Supporting Files/*.lproj/Localizable.strings
Languages: tr

source: • Cloud Storage - Save your measurements, to-do items and field photos to the cloud.
tr: • Bulut Depolama - Ölçümlerinizi, yapılacak işlerinizi ve arazi fotoğraflarınızı buluta kaydedin.

source: • Collaboration With Your Team - Import and export files without limits to collaborate with your team.
tr: • Ekibinizle Birlikte Çalışın - Ekibinizle birlikte çalışmak için sınırsız sayıda dosyayı içe ve dışa aktarın.

source: • Offline Support - If the device is offline, %@ Professional caches data that your app is actively using. When the device comes back online, %@ Professional synchronizes any local changes back to cloud.
tr: • Çevrim Dışı Desteği - Cihaz çevrim dışıysa %1$@ To Do Professional, uygulamanızın aktif olarak kullandığı verileri ön belleğe kaydeder. Cihaz tekrar çevrim içi olduğunda ise %2$@ Professional, yapılan tüm yerel değişiklikleri yeniden buluta yükler.

source: • Realtime Updates - %@ Professional uses data synchronization to update data with cloud services.
tr: • Gerçek Zamanlı Güncellemeler - %@ Professional, verileri bulut hizmetleriyle güncellemek için veri senkronizasyonu kullanır.

source: • Storage Limits - With %@ Professional, you will have 5 GB of cloud storage and you can save hundreds of overlays and photos.
tr: • Depolama Limitleri - %@ Professional ile 5 GB bulut depolama alanına sahip olur, yüzlerce ölçümünüzü ve fotoğraflarını kaydedebilirsiniz.

source: Area =
tr: Alan =

source: Circumference =
tr: Çevre =

source: Area =
tr: Alan =

source: Field cannot contain 2 or less corners.
tr: Arazide 2 veya daha az köşe bulunamaz.

source: Field: %@
tr: Arazi: %@

source: Lat:
tr: Enlem:

source: Length =
tr: Uzunluk =

source: Line must contain 1 or more markers.
tr: Çizgide 1 veya daha fazla köşe olmalıdır.

source: Line: %@
tr: Çizgi: %@

source: Lon:
tr: Boylam:

source: Password Changed
tr: Şifre Değiştirildi

source: Place: %@
tr: Yer: %@

source: %@ - Group Task
tr: %@ - Grup İşi

source: %@ %@ / Month
tr: %1$@ %2$@ / Aylık

source: %@ %@ / Year
tr: %1$@ %2$@ / Yıllık

source: %@'s Items
tr: %@ Öğeleri

source: %ld Field
tr: %ld Arazi

source: %ld Fields
tr: %ld Arazi

source: • Ad Free
tr: • Reklamsız

source: A password reset email has been sent.
tr: Şifre sıfırlama için bir e-posta gönderildi.

source: A password reset email will be sent.
tr: Şifre sıfırlama için bir e-posta gönderilecek.

source: Add Field Item
tr: Arazi Öğesi Ekle

source: Add Items as Individual Field Item
tr: Tekil Arazi Öğesi olarak Ekle

source: Add Items as Shared Group Item
tr: Paylaşımlı Grup Öğesi olarak Ekle

source: Add Line Item
tr: Çizgi Öğesi Ekle

source: Add New Item
tr: Yeni Öğe Ekle

source: Add Photo
tr: Fotoğraf Ekle

source: Add Place Item
tr: Yer Öğesi Ekle

source: All Fields
tr: Tüm Araziler

source: All fields in this group will be deleted.
tr: Bu grupta yer alan tüm araziler silinecek.

source: All Groups
tr: Tüm Gruplar

source: All Lines
tr: Tüm Çizgiler

source: All Overlays
tr: Tüm Ölçümler

source: All Places
tr: Tüm Yerler

source: An email address must be provided.
tr: Bir e-posta adresi girilmelidir.

source: An password reset email sent.
tr: Şifre yenileme e-maili gönderildi.

source: An password reset email will be sent.
tr: Şifre yenileme e-maili gönderilecek.

source: Annually %@ %@
tr: Yıllık %1$@ %2$@

source: Area
tr: Alan

source: Area unit
tr: Alan birimi

source: Auth info not found.
tr: Oturum açma bilgisi bulunamadı.

source: Battery saving mode
tr: Pil tasarrufu modu

source: Bored with ads?
tr: Reklamlardan sıkıldınız mı?

source: Cancel
tr: İptal

source: Canceled
tr: İptal Edildi

source: Change
tr: Değiştir

source: Change %@'s Group
tr: %@ adlı arazinin grubunu değiştir

source: Change %@'s Title
tr: %@ adlı arazinin adını değiştir

source: Change Password
tr: Şifreyi Değiştir

source: Circumference
tr: Çevre

source: Color
tr: Renk

source: Completed
tr: Tamamlandı

source: Confirm Password
tr: Şifreyi Doğrula

source: Create new item
tr: Yeni öğe oluştur

source: Current Password
tr: Mevcut Şifre

source: Current password was entered incorrectly.
tr: Mevcut şifre yanlış girildi.

source: Delete
tr: Sil

source: Delete %@
tr: %@ Sil

source: Delete group %@
tr: %@ adlı grubu sil

source: Delete group and keep the fields.
tr: Grubu sil ve arazileri tut.

source: Delete Item
tr: Öğeyi Sil

source: Delete this image
tr: Bu görüntüyü sil

source: Delete%@
tr: Sil %@

source: Display Name
tr: Görünen İsim

source: Distance unit between corners
tr: Köşeler arasındaki mesafe

source: Do you want to import file or export file?
tr: Dosyayı içe aktarmak mı, yoksa dışa aktarmak mı istiyorsunuz?

source: Done
tr: Bitti

source: E-Mail
tr: E-posta

source: Edit field overlay
tr: Arazi ölçümünü düzenle

source: Edit items
tr: Öğeleri düzenle

source: Edit line overlay
tr: Çizgi ölçümünü düzenle

source: Edit place overlay
tr: Yer ölçümü düzenle

source: Email
tr: E-posta

source: Email address is badly formatted.
tr: E-posta adresinin formatı yanlış.

source: Email Sent
tr: E-posta Gönderildi

source: Enter a display name.
tr: Görünecek olan ismi girin.

source: Enter Coordinates
tr: Koordinatları Girin

source: Enter Email
tr: E-posta Girin

source: Enter Length
tr: Uzunluk Girin

source: Enter Password
tr: Şifre Girin

source: Export
tr: Dışa Aktar

source: Export File
tr: Dışa Aktar

source: Exporting file task is completed. Now you can share the file.
tr: Dosyayı dışa aktarma işlemi tamamlandı. Şimdi dosyayı paylaşabilirsiniz.

source: Field needs a title.
tr: Arazinin bir ismi olmalıdır.

source: Field's overlay, to-do items and photos will be deleted.
tr: Arazinin ölçümü, yapılacak işleri ve fotoğrafları silinecek.

source: Fields cannot have the same title.
tr: Arazilerin isimleri aynı olamaz.

source: For %@
tr: %@ için

source: For %@
tr: %@ için

source: Forgot password?
tr: Şifrenizi mi unuttunuz?

source: Get Maps To Do Pro account, get rid of ads and limitations.
tr: Maps To Do Pro hesabı alın, reklamlardan ve limitlerden kurulun.

source: Group
tr: Grup

source: Group Color
tr: Grup Rengi

source: Groupless Group
tr: Grupsuz Grup

source: Groups
tr: Gruplar

source: If this is your first login, you will be registered automatically.
tr: Eğer ilk kez oturum açıyorsanız kaydınız otomatik olarak gerçekleşecektir.

source: If you select 'send email', a password forgot mail will be sent
tr: 'E-Mail Gönder' butonuna basarsanız, şifremi unuttum maili gönderilecek.

source: Imperial
tr: Emperyal

source: Import
tr: İçe Aktar

source: Import File
tr: Dosyayı İçe Aktar

source: Import/Export File
tr: Dosyayı İçe Aktar/Dışa Aktar

source: Importing file task is completed.
tr: Dosyayı içe aktarma işlemi tamamlandı.

source: In Progress
tr: Devam Ediyor

source: Item needs a title.
tr: Öğenin bir ismi olmalıdır.

source: Item will be deleted.
tr: Öğe silinecek.

source: Labels
tr: Etiketler

source: Landmarks
tr: Yer İşaretleri

source: Language
tr: Dil

source: Lat
tr: Enlem

source: Latitude
tr: Enlem

source: Length
tr: Uzunluk

source: Line's overlay, to-do items and photos items will be deleted.
tr: Çizginin ölçümü, yapılacak işleri ve fotoğrafları silinecek

source: Line's overlay, to-do items and photos will be deleted.
tr: Çizginin ölçümü, yapılacak işleri ve fotoğrafları silinecek.

source: Lines
tr: Çizgiler

source: Location
tr: Konum

source: Log in
tr: Oturum aç

source: Lon
tr: Boylam

source: Longitude
tr: Boylam

source: Low data mode
tr: Düşük veri modu

source: Measurement units
tr: Ölçü birimleri

source: Metric
tr: Metrik

source: Monthly %@ %@
tr: Aylık %1$@ %2$@

source: New Group Title
tr: Yeni Grup İsmi

source: New Password
tr: Yeni Şifre

source: New pasword and confirm password must to be same.
tr: Yeni şifre ve onay şifre aynı olmalıdır.

source: New Title
tr: Yeni İsim

source: No Items Added
tr: Hiçbir Öğe Eklenmedi

source: Notes
tr: Notlar

source: OK
tr: Tamam

source: Oops!
tr: Tüh!

source: Open info page
tr: Bilgi sayfasını aç

source: Password
tr: Şifre

source: Password Changed
tr: Şifre Değiştirildi

source: Password must contain 6 or more characters.
tr: Şifre en az 6 veya daha fazla karakter içermelidir.

source: Place's overlay and to-do items will be deleted.
tr: Yerin ölçümü ve yapılacak işleri silinecek.

source: Place's overlay, to-do items and photos will be deleted.
tr: Yerin ölçümü, yapılacak işleri ve fotoğrafları silinecek.

source: Places
tr: Yerler

source: Please select 2 points on the map.
tr: Lütfen haritadan 2 nokta seçin.

source: Please select 3 points on the map.
tr: Lütfen haritadan 3 nokta seçin.

source: Please select place's point on the map.
tr: Lütfen haritadan yerin noktasını seçin.

source: Render with geodesic correction
tr: Jeodezik düzeltme kullan

source: Restore Subscription
tr: Üyeliği Yinele

source: Roads
tr: Yollar

source: Send Email
tr: E-posta Gönder

source: Settings
tr: Ayarlar

source: Share
tr: Paylaş

source: Show all calculated units
tr: Hesaplanan tüm birimleri göster

source: Show distance between corners
tr: Köşeler arasındaki mesafeyi göster

source: Sign in with Email
tr: E-posta ile oturum aç

source: Sign in with Google
tr: Google ile oturum aç

source: Sign Out
tr: Çıkış

source: Submit
tr: Gönder

source: Subscribe
tr: Abone Ol

source: The password must be 6 characters long or more.
tr: Şifre en az 6 karakter veya daha uzun olmalıdır.

source: The selected point will be kept fixed and the edge will be extended
tr: Seçilen nokta sabit kalacak ve kenar genişletilecek.

source: The selected point will stay fixed and the edge will be extended.
tr: Seçilen nokta sabit kalacak ve kenar genişletilecek.

source: Title
tr: İsim

source: Waiting To Run
tr: Bekliyor

source: Which type of file do you want to export? For better results choose GeoJSON file type.
tr: Dışa aktarmak istediğiniz dosyanın türü nedir? Daha iyi sonuçlar almak için GeoJSON dosya türünü seçin.

source: Which type of file do you want to import? For better results choose GeoJSON file type.
tr: İçe aktarmak istediğiniz dosyanın türü nedir? Daha iyi sonuçlar almak için GeoJSON dosya türünü seçin.

source: Wrong password. Try again or click 'Forgot password' to get an email to reset your password.
tr: Şifre yanlış. Şifreyi tekrar girin veya “Şifremi unuttum” seçeneğine basarak şifre sıfırlama e-postası alın.

source: You can save %@% by subscribing annually.
tr: Yıllık abone olarak %1$@%2$ b oranında tasarruf sağlayabilirsiniz.

source: You can save %% %@ by subscribing annually.
tr: Yıllık abonelik olarak %% %@ tasarruf edebilirsiniz.

source: You can save %% %@ by subscribing annually. Terms of Use and Privacy Policy
tr: Yıllık abonelikte %% %@ tasarruf edebilirsiniz. Kullanım Koşulları ve Gizlilik Politikası

source: You can save up to %@%% by subscribing annually. Terms of Use and Privacy Policy
tr: Yıllık abone olarak %%%@ tasarruf edebilirsiniz. Kullanım Koşulları ve Gizlilik Politikası

source: You have reached to free account field adding limit.To subscribe and get rid of this error, press OK.
tr: Ücretsiz hesap arazi ekleme limitine ulaştınız. Abone olmak ve bu hatadan kurtulmak için Tamam'a basın.

source: You have reached to free account item adding limit.To subscribe and get rid of this error, press OK.
tr: Ücretsiz hesap öne ekleme limitine ulaştınız. Abone olmak ve bu hatadan kurtulmak için Tamam'a basın.

source: You have reached to free account line adding limit.To subscribe and get rid of this error, press OK.
tr: Ücretsiz hesap çizgi ekleme limitine ulaştınız. Abone olmak ve bu hatadan kurtulmak için Tamam'a basın.

source: You have reached to free account photo limit.To subscribe and get rid of this error, press OK.
tr: Ücretsiz fotoğraf ekleme limitine ulaştınız. Abone olmak ve bu hatadan kurtulmak için Tamam'a basın.

source: You have reached to free account place adding limit.To subscribe and get rid of this error, press OK.
tr: Ücretsiz hesap yer işaretleme limitine ulaştınız. Abone olmak ve bu hatadan kurtulmak için Tamam'a basın.

source: You must enter an email address and password.
tr: Bir e-posta adresi ve şifre girmelisiniz.

source: You must enter an email address.
tr: Bir e-posta adresi girmelisiniz.

source: You need to select a corner and then tap the “x” button.
tr: Bir köşeyi seçmeniz ve ardından çarpı düğmesine basmanız gerekir.
